tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "khanhas/tap"
tap "koekeishiya/formulae"
tap "mongodb/brew"
brew "node"
brew "bat"
brew "flutter"
brew "protobuf"
brew "brew-cask-completion"
brew "mongodb-community@7.0"
brew "cask"
brew "curl"
brew "deno"
brew "eslint"
brew "fastfetch"
brew "fish"
brew "fisher"
brew "fzf"
brew "git"
brew "golang"
brew "gsettings-desktop-schemas"
brew "make"
brew "neovim"
brew "prettier"
brew "python@3.10"
brew "tmux"
brew "wget"
brew "felixkratz/formulae/sketchybar"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "alfred"
cask "caprine"
cask "mpv"
cask "discord"
cask "firefox"
cask "hammerspoon"
cask "homebrew/cask-fonts/font-jetbrains-mono"
cask "homebrew/cask-fonts/font-jetbrains-mono-nerd-font"
cask "homebrew/cask-fonts/font-geist-mono"
cask "kitty"
cask "wrap"
cask "google-chrome"
cask "spotify"
cask "visual-studio-code"
mas "Messenger", id: 1480068668
mas "Slack", id: 803453959
mas "Telegram", id: 747648890
mas "Xcode", id: 497799835
vscode "aaron-bond.better-comments"
vscode "amodio.toggle-excluded-files"
vscode "asvetliakov.vscode-neovim"
vscode "austenc.tailwind-docs"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.path-intellisense"
vscode "DaltonMenezes.aura-theme"
vscode "Dart-Code.dart-code"
vscode "Dart-Code.flutter"
vscode "dbaeumer.vscode-eslint"
vscode "drcika.apc-extension"
vscode "dsznajder.es7-react-js-snippets"
vscode "dzhavat.bracket-pair-toggler"
vscode "eamodio.gitlens"
vscode "EditorConfig.EditorConfig"
vscode "Equinusocio.moxer-icons"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "jakob101.RelativePath"
vscode "naumovs.color-highlight"
vscode "streetsidesoftware.code-spell-checker"
vscode "VSpaceCode.whichkey"
vscode "YoavBls.pretty-ts-errors"
