tap "bramstein/webfonttools"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "khanhas/tap"
tap "koekeishiya/formulae"
brew "ack"
brew "act"
brew "gdk-pixbuf"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "gmp"
brew "hdf5"
brew "armadillo"
brew "atk"
brew "atool"
brew "bash"
brew "bash-completion@2"
brew "node"
brew "bash-language-server"
brew "bat"
brew "protobuf"
brew "bear"
brew "bfg"
brew "binutils"
brew "numpy"
brew "boost"
brew "bottom"
brew "brew-cask-completion"
brew "brightness"
brew "emacs"
brew "cask"
brew "curl"
brew "deno"
brew "eslint"
brew "ffmpeg"
brew "findutils"
brew "fish"
brew "fisher"
brew "woff2"
brew "fontforge"
brew "freetds"
brew "fzf"
brew "git"
brew "openssl@3"
brew "git-crypt"
brew "git-filter-repo"
brew "git-flow"
brew "git-lfs"
brew "gsettings-desktop-schemas"
brew "python@3.10"
brew "gst-plugins-base"
brew "ranger"
brew "gst-plugins-bad"
brew "gtk+3"
brew "imagemagick"
brew "lazydocker"
brew "lazygit"
brew "lsd"
brew "lua"
brew "lua-language-server"
brew "luacheck"
brew "luarocks"
brew "make"
brew "mpv"
brew "neovim"
brew "prettier"
brew "qemu"
brew "qt@5", link: true
brew "rust"
brew "rustup-init"
brew "shellcheck"
brew "spice-gtk"
brew "spotify-tui"
brew "tmux"
brew "wget"
brew "xclip"
brew "yaml-language-server"
brew "bramstein/webfonttools/sfnt2woff"
brew "bramstein/webfonttools/sfnt2woff-zopfli"
brew "felixkratz/formulae/sketchybar"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "1password-cli"
cask "alfred"
cask "betterdiscord-installer"
cask "caprine"
cask "discord"
cask "firefox"
cask "hammerspoon"
cask "kitty"
cask "sf-symbols"
cask "spotify"
cask "visual-studio-code"
mas "1Password for Safari", id: 1569813296
mas "AdGuard for Safari", id: 1440147259
mas "AutoMounter", id: 1160435653
mas "Malwarebytes Browser Guard", id: 1577761052
mas "Messenger", id: 1480068668
mas "Slack", id: 803453959
mas "Telegram", id: 747648890
mas "Xcode", id: 497799835
